/** 文章内容 */
export const article = [
    {
        p: '一、优惠券获取途径',
        text: ['优惠券可通过线下活动获取，也可以通过在商品详情页领取，也可以通过兑换码兑换获取']
    },
    {
        p: '二、优惠券和红包使用规则',
        text: [
            '1、优惠券分为掌大券和商家券。掌大券和商家券不可同时使用，红包和掌大券同时使用，红包可与商家券同时使用。计算逻辑：红包和优惠券一起使用，先计算扣除优惠券的优惠，再扣除红包的优惠',
            '2、下单结算过程中，优惠券和红包满足使用条件，可以在订单确认页面选择使用优惠券和红包',
            '3、若一个商品支持一个优惠券，订单中包含多个此类商品，支持叠加使用',
            '4、每张优惠券都有使用条件，请查看对应优惠券的使用说明',
            '5、用户使用优惠券的订单中，若使用单个优惠券或者叠加使用优惠券后的订单或订单中的商品待支付的金额为负数，则不可使用该优惠券',
            '6、请在有效期内使用优惠券，未使用的优惠券过期后，将自动作废',
            '7、优惠券的金额大于订单应付金额时，差额部分不允退回'
        ]
    },
    {
        p: '三、优惠券和红包退回规则',
        text: [
            '1、取消订单：取消订单成功，优惠券和红包自动退回原账户',
            '2、退货或退款：多个享受优惠券或红包的商品的订单，部分商品产生退款，退款的商品不退回优惠券或红包，优惠金额按照商品价格比例分摊至每件商品'
        ]
    },
    {
        p: '四、社群红包退回规则',
        text: [
            '1、取消订单：取消订单成功，社群红包自动退回原账号',
            '2、退货或退款：使用社群红包的订单若发生退款，社群红包会按照退款金额等比例退回。退回的社群红包，使用门槛和有效期按照原社群红包的设置。若在有效期内退回，则红包可在有效期内使用，逾期失效；超过社群红包原有效期后退回，社群红包直接失效，无法使用'
        ]
    }
];
